import Water from "../assets/water.svg"
import Fire from "../assets/fire.svg"
import Shelter from "../assets/shelter.svg"
import Fishing from "../assets/fishing.svg"
import Cooking from "../assets/cooking.svg"
import Pig from "../assets/pig.svg"
import Bear from "../assets/bear.svg"
import Wolf from "../assets/wolf.svg"


export const data = [
	{
		id: 1,
		title: "Поиск воды",
		text: "Краткое пособие по поиску и дезинфекции воды в дикой среде",
        imageSource: Water,
		category: "Руководство по выживанию",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 2,
		title: "Разведение огня",
		text: "Краткое пособие по разведению и поддержке огня",
		imageSource: Fire,
		category: "Руководство по выживанию",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 3,
		title: "Построение укрытия",
		text: "Краткое пособие по построение укрытия",
		imageSource: Shelter,
		category: "Руководство по выживанию",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 4,
		title: "Добыча питания",
		text: "Краткое пособие по построение укрытия",
		imageSource: Fishing,
		category: "Руководство по выживанию",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 5,
		title: "Способ готовки",
		text: "Краткое пособие по построение укрытия",
		imageSource: Cooking,
		category: "Руководство по выживанию",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 6,
		title: "Защита от медведя",
		text: "Краткое пособие по правилам обращения и самообороны при встрече с диким медведем",
		imageSource: Bear,
		category: "Животные",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 7,
		title: "Защита от кабана",
		text: "Краткое пособие по правилам обращения и самообороны при встрече с дикими кабанами",
		imageSource: Pig,
		category: "Животные",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
	{
		id: 8,
		title: "Защита от волков",
		text: "Краткое пособие по правилам обращения и самообороны при встрече с дикими волками",
		imageSource: Wolf,
		category: "Животные",
		content: `1. Найдите источник воды, такой как ручей, река или озеро.

2. Очистите воду, используя фильтр или кипячение.

3. Выпейте только очищенную воду, чтобы избежать инфекций.

4. Если источник воды не найден, можно сконструировать солнечный стиллер или встроенный фильтр из природных материалов.

5. Не пейте воду из стоячих болот или водоемов, чтобы предотвратить заражение.`,
	},
]
